Repository: common-repository/yandex-billing-for-woocommerce
Catalog: languages/ym-billing-*.po
Languages: ru_ru

source: Ym_Billing
ru_ru: Платёжка

source: Allows payments by Billing.
ru_ru: Позволяет проводить платежи через Платёжку

source: Enable/Disable
ru_ru: Включить/Выключить

source: Activate payments via Billing
ru_ru: Включить прием платежей через Платежку

source: Title
ru_ru: Заголовок

source: This controls the title which the user sees during checkout.
ru_ru: Позволяет настроить заголовок, отображаемый пользователю при проведении платежа.

source: Billing (bank card, e-wallets)
ru_ru: Платежка (банковские карты, кошелек)

source: Description
ru_ru: Описание

source: Payment method description that the customer will see on your checkout.
ru_ru: Описание метода, которое увидит зказчик при проведении платежа.

source: Billing's identifier
ru_ru: ID формы

source: Payment purpose
ru_ru: Назначение платежа

source: Order No. %order_is% Payment via Billing
ru_ru: Номер заказа %order_id% Оплата через Платежку

source: Payment purpose is added to the payment order: specify whatever will help identify the order paid via Billing
ru_ru: Назначение будет в платежном поручении: напишите в нем всё, что поможет отличить заказ, который оплатили через Платежку

source: Order status
ru_ru: Статус заказа

source: Order status shows the payment result is unknown: you can only learn whether the client made payment or not from an email notification or in your bank
ru_ru: Статус должен показать, что результат платежа неизвестен: заплатил клиент или нет, вы можете узнать только из уведомления на электронной почте или в своем банке

source: This is a payment form for your site. It allows for accepting payments to your company account from cards and Yandex.Money e-wallets without a contract. To set it up, you need to provide the Billing identifier: we will send it via email after you create a form in construction kit.
ru_ru: Это платежная форма на ваш сайт. Позволяет принимать платежи на счет компании — с карт или из кошельков Яндекс.Денег, без договора. Для настройки нужен идентификатор Платежки: он придёт в письме, когда вы соберете форму в конструкторе.

source: Payer's full name
ru_ru: ФИО плательщика

source: Payer's full name is empty
ru_ru: Не было указано имя плательщика

source: Invalid payer's full name
ru_ru: Укажите фамилию, имя и отчество плательщика

source: Awaiting Billing payment
ru_ru: Ожидание оплаты через Платёжку

source: Pay order
ru_ru: Оплатить заказ

source: Yandex.Money
ru_ru: Яндекс.Деньги
